[
    {
        "id": "siborong-borong",
        "slug": "siborong-borong-sigararutang",
        "name": "Siborong-Borong Sigararutang",
        "type": "Arabica",
        "variety": "Sigararutang",
        "region": "North Tapanuli",
        "region_id": "Tapanuli Utara",
        "process": "Semi-Washed",
        "grade": "Specialty",
        "moisture": "12%",
        "altitude": "700-1,700 masl",
        "optimal_altitude": "1,000-1,400 masl",
        "sca": "84",
        "defects": "< 11 points",
        "desc": "Known for its strong body, balanced acidity, and distinctive herbal and spicy notes.",
        "desc_id": "Dikenal dengan body yang kuat, keasaman seimbang, serta nota rasa herbal dan rempah yang khas.",
        "detailed_desc": "Sigararutang, meaning 'the debt payer' in Batak language due to its high productivity, is sourced from North Tapanuli Regency and surrounding highland areas. This variety is renowned for its strong body, balanced acidity, and distinctive herbal and spicy notes. First commercial harvest occurs around 3.5-4.5 years after planting, with optimal quality produced at 1,000-1,400 masl.",
        "detailed_desc_id": "Sigararutang, yang berarti 'si pembayar hutang' dalam bahasa Batak karena produktivitasnya yang tinggi, berasal dari Kabupaten Tapanuli Utara dan daerah dataran tinggi sekitarnya. Varietas ini terkenal dengan body yang kuat, keasaman seimbang, serta nota rasa herbal dan rempah yang khas. Panen komersial pertama terjadi sekitar 3,5-4,5 tahun setelah tanam, dengan kualitas optimal diproduksi pada ketinggian 1.000-1.400 mdpl.",
        "image": "/images/catalog/kopi-arabica-sigararutang.png"
    },
    {
        "id": "sidikalang-arabica",
        "slug": "sidikalang-arabica",
        "name": "Sidikalang Arabica",
        "type": "Arabica",
        "variety": "Typica & Catimor",
        "region": "Dairi Regency",
        "region_id": "Kabupaten Dairi",
        "process": "Wet-Hulled",
        "grade": "Specialty",
        "moisture": "11.5%",
        "altitude": "1,150-1,500 masl",
        "sca": "85",
        "defects": "< 5 points",
        "desc": "Complex flavor profile with floral and fruity aromas, balanced acidity, and clean aftertaste.",
        "desc_id": "Profil rasa yang kompleks dengan aroma floral dan fruity, keasaman seimbang, dan aftertaste yang bersih.",
        "detailed_desc": "Sourced from Sidikalang District in the Bukit Barisan mountain range, this coffee has a rich history dating back to the Dutch colonial era. Sidikalang Arabica offers a complex flavor profile with floral and fruity aromas, balanced acidity, and a remarkably clean aftertaste that distinguishes it from other Sumatran coffees.",
        "detailed_desc_id": "Berasal dari Kecamatan Sidikalang di pegunungan Bukit Barisan, kopi ini memiliki sejarah yang kaya sejak era kolonial Belanda. Sidikalang Arabica menawarkan profil rasa yang kompleks dengan aroma floral dan fruity, keasaman seimbang, dan aftertaste yang sangat bersih yang membedakannya dari kopi Sumatera lainnya.",
        "image": "/images/catalog/kopi-arabica-sidikalang.png"
    },
    {
        "id": "sidikalang-robusta",
        "slug": "sidikalang-robusta",
        "name": "Sidikalang Robusta",
        "type": "Robusta",
        "variety": "Local Robusta",
        "variety_id": "Robusta Lokal",
        "region": "Dairi Regency",
        "region_id": "Kabupaten Dairi",
        "process": "Natural",
        "grade": "Fine",
        "moisture": "12%",
        "altitude": "1,000-1,300 masl",
        "sca": "82",
        "defects": "< 45 points",
        "desc": "Full body, earthy and herbal notes, and strong character.",
        "desc_id": "Full body, nota rasa earthy dan herbal, serta karakter yang kuat.",
        "detailed_desc": "This premium Robusta from Sidikalang features a full body with earthy and herbal notes, delivering a strong, bold character. Grown in the highlands of Dairi Regency, it represents the finest quality of Sumatran Robusta.",
        "detailed_desc_id": "Robusta premium dari Sidikalang ini memiliki full body dengan nota earthy dan herbal, memberikan karakter yang kuat dan tegas. Ditanam di dataran tinggi Kabupaten Dairi, kopi ini mewakili kualitas terbaik Robusta Sumatera.",
        "image": "/images/catalog/kopi-robusta-sidikalang.png"
    },
    {
        "id": "mandailing-arabica",
        "slug": "mandailing-arabica",
        "name": "Mandailing Arabica",
        "type": "Arabica",
        "variety": "Typica",
        "region": "Mandailing Natal",
        "region_id": "Mandailing Natal",
        "process": "Wet-Hulled",
        "grade": "Grade 1",
        "moisture": "11.5%",
        "altitude": "1,100-1,500 masl",
        "sca": "86",
        "defects": "< 11 points",
        "desc": "Full body, low acidity, with herbal, floral, and earthy aroma.",
        "desc_id": "Full body, keasaman rendah, dengan aroma herbal, floral, dan earthy.",
        "detailed_desc": "From the Mandailing Natal region in the Bukit Barisan mountain range, this coffee was first introduced around 1835 during the Dutch colonial era. Mandailing Arabica is celebrated for its full body, low acidity, and complex herbal, floral, and earthy aromas that have made it famous worldwide.",
        "detailed_desc_id": "Dari wilayah Mandailing Natal di pegunungan Bukit Barisan, kopi ini pertama kali diperkenalkan sekitar tahun 1835 pada era kolonial Belanda. Mandailing Arabica dirayakan karena body-nya yang penuh, keasaman rendah, dan aroma herbal, floral, dan earthy yang kompleks yang telah membuatnya terkenal di seluruh dunia.",
        "image": "/images/catalog/kopi-arabica-mandailing.png"
    },
    {
        "id": "gayo-arabica",
        "slug": "gayo-arabica",
        "name": "Gayo Arabica",
        "type": "Arabica",
        "variety": "Gayo 1 & Gayo 2",
        "region": "Aceh",
        "region_id": "Aceh",
        "process": "Semi-Washed",
        "grade": "Specialty",
        "moisture": "11.5%",
        "altitude": "900-1,700 masl",
        "optimal_altitude": "1,000-1,700 masl",
        "sca": "85",
        "defects": "< 5 points",
        "desc": "Clean cup profile, rich body, and balanced acidity.",
        "desc_id": "Profil clean cup, body yang kaya, dan keasaman seimbang.",
        "detailed_desc": "From the Gayo Highlands of Aceh Tengah, Bener Meriah, and Gayo Lues, this internationally recognized specialty coffee boasts a clean cup profile, rich body, and balanced acidity. Gayo coffee is exported to USA, Europe, and Japan, representing the finest of Indonesian specialty coffee.",
        "detailed_desc_id": "Dari Dataran Tinggi Gayo di Aceh Tengah, Bener Meriah, dan Gayo Lues, kopi spesialti yang diakui secara internasional ini membanggakan profil clean cup, body yang kaya, dan keasaman seimbang. Kopi Gayo diekspor ke AS, Eropa, dan Jepang, mewakili yang terbaik dari kopi spesialti Indonesia.",
        "image": "/images/catalog/kopi-arabica-gayo.png"
    },
    {
        "id": "gayo-robusta",
        "slug": "gayo-robusta",
        "name": "Gayo Robusta",
        "type": "Robusta",
        "variety": "Local Robusta",
        "variety_id": "Robusta Lokal",
        "region": "Aceh",
        "region_id": "Aceh",
        "process": "Natural",
        "grade": "Fine",
        "moisture": "12%",
        "altitude": "800-1,200 masl",
        "sca": "80",
        "defects": "< 45 points",
        "desc": "Strong body, bold bitterness, and chocolatey undertones with earthy notes.",
        "desc_id": "Strong body, rasa pahit yang tegas, dan nuansa cokelat dengan nota earthy.",
        "detailed_desc": "Gayo Robusta delivers a powerful cup with a strong body, bold bitterness, and distinctive chocolatey undertones. Grown in the highlands of Aceh, this coffee is perfect for espresso blends or for those seeking an intense, full-flavored coffee experience with the unique character of Gayo terroir.",
        "detailed_desc_id": "Gayo Robusta menghadirkan secangkir kopi yang kuat dengan strong body, rasa pahit yang tegas, dan nuansa cokelat yang khas. Ditanam di dataran tinggi Aceh, kopi ini sempurna untuk campuran espresso atau bagi mereka yang mencari pengalaman kopi yang intens dan penuh rasa dengan karakter unik terroir Gayo.",
        "image": "/images/catalog/kopi-robusta-gayo.png"
    }
]