[
    {
        "id": "gayo-grade-1",
        "slug": "gayo-grade-1",
        "name": "Gayo Highland Grade 1",
        "type": "Arabica",
        "region": "Aceh",
        "process": "Semi-Washed",
        "grade": "Grade 1",
        "moisture": "12%",
        "altitude": "1400m",
        "sca": "84",
        "defects": "< 11 points",
        "desc": "Full-bodied, earthy notes with mild acidity. Grown at 1,400m altitude in Central Aceh.",
        "detailed_desc": "Our Gayo Highland Grade 1 Arabica is sourced directly from the volcanic highlands of Central Aceh. The semi-washed processing method gives this coffee its signature full body and complex earthy notes, often described as spicy or herbal with hints of fresh tobacco and dark chocolate. The high altitude of 1,400 meters ensures the beans mature slowly, developing rich flavors and distinct acidity.",
        "image": "/example-image.jpg"
    },
    {
        "id": "lintong-blue-batak",
        "slug": "lintong-blue-batak",
        "name": "Lintong Blue Batak",
        "type": "Arabica",
        "region": "Sumatra",
        "process": "Wet-Hulled",
        "grade": "Specialty",
        "moisture": "11.5%",
        "altitude": "1500m",
        "sca": "85",
        "defects": "< 5 points",
        "desc": "Clean, spicy, herbal with a bright acidity. A classic Sumatran profile from Lake Toba region.",
        "detailed_desc": "Grown in the fertile soils surrounding Lake Toba, Lintong Blue Batak is a premium Sumatran coffee known for its clean profile compared to other wet-hulled varietals. It offers a unique combination of spicy, herbal aromas with a bright, refreshing acidity and medium body. Notes of cedar, sage, and tropical fruit are often present in the cup.",
        "image": "/example-image.jpg"
    },
    {
        "id": "lampung-fine-robusta",
        "slug": "lampung-fine-robusta",
        "name": "Lampung Fine Robusta",
        "type": "Robusta",
        "region": "Lampung",
        "process": "Natural",
        "grade": "Fine",
        "moisture": "12%",
        "altitude": "800m",
        "sca": "80",
        "defects": "< 45 points",
        "desc": "Strong body, chocolatey, with hints of caramel. Perfect for espresso blends.",
        "detailed_desc": "Lampung is renowned for its Robusta, and our Fine Robusta selection elevates the standard. Processed naturally to enhance sweetness and body, this coffee delivers a punchy, strong cup with low acidity. It features dominant notes of dark chocolate, nuts, and caramel, making it an excellent base for espresso blends or for those who prefer a bold, intense coffee.",
        "image": "/example-image.jpg"
    },
    {
        "id": "java-preanger",
        "slug": "java-preanger",
        "name": "Java Preanger Washed",
        "type": "Arabica",
        "region": "Java",
        "process": "Fully Washed",
        "grade": "Grade 1",
        "moisture": "11.5%",
        "altitude": "1600m",
        "sca": "86",
        "defects": "< 11 points",
        "desc": "Sweet, fruity acidity with floral aroma. A distinctive Java coffee profile.",
        "detailed_desc": "Java Preanger is one of the oldest and most prestigious coffee origins in Indonesia. Our fully washed lot comes from West Java at altitudes reaching 1,600 meters. The result is a remarkably clean and sweet coffee, characterized by bright fruity acidity (often tangerine or stone fruit), floral aromas, and a smooth, syrup-like body.",
        "image": "/example-image.jpg"
    }
]